{
    "title": "Arnulfo Ortega Mallqui (0000-0002-0043-8200) - ORCID | Connecting Research and Researchers",
    "displayName": "Arnulfo Ortega Mallqui",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "Arnulfo",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "Ortega Mallqui",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "\"Yo, Arnulfo Ortega Mallqui; naci  un 18 de julio de 1957, en el  actual Distrito de Choras, Provincia de Yarowilca, Departamento de Hánuco, país Perú. Realicé mis estudios primarios en la Escuela de Varones N° 435 de Choras, estudios secundarios en la Gran Unidad Escolar Leoncio Prado de Huánuco, mis estudios universitarios en la Universidad Nacional Hermilio Valdizan de Huánuco.\nTítulo de Licenciado en Educación en la Especialidad de Matemática y Física en la Universidad Nacional Hermilio Valdizan de la Ciudad de Huánuco,  Grado de Maestría en Educación - Mención en Matematica en la Universidad Nacional de Educación Enrique Guzman Valle - La Cantuta, Grado de Doctor en Ciencias de la Educación en la Universidad Nacional Hermilio Valdizán de Huánuco, Diplomado en Formación de Gestores Públicos para el Desarrollo Social en la Universidad UESAN; Especialista en Evaluación Acreditación y Planeación Universitaria en la Unión de Universidades de América Latina y el Caribe (UDUAL) realizados en las Universidades de los Países de México, Brasil, República de Nicaragua, República Dominicana, República de Paraguay; con estudios de Maestría concluida en Evaluación y Acreditación de la Calidad de la Educación, en la Universidad Nacional Mayor de San Marcos. Participación en diversos eventos académicos y científicos como Ponente y asistente en los Países de Cuba, España, Colombia y Perú.\nActual Presidente de la Comisión Organizadora de la Universidad Nacional Intercultural de la Selva Central Juan Santos Atahualpa; Desempeñé diversos cargos de gestión en la Universidad Nacional  Hermilio Valdizan de Huánuco Vice Rector Administrativo, Director de Control y Calidad Universitaria, Secretaría General, Decano de la Facultad de Ciencias de la Educación, Director de Escuela, Jefe de Departamento Académico y Docencia en la Facultad de Ciencias de la Educación en la Escuela Profesional de Matemática y Física.\nDocente de los Programas de Maestría y Doctorado en las diferentes Universidades del País, Evaluador Externo calificado por el SINEACE para la evaluación y Acreditación de los diferentes programas de estudios de las Universidades del País. Miembro Titular de la Academia de Doctores del Perú, Profesor visitante ilustre de la Universidad Nacional Jorge Basadre Grohmann - Tacna. Con publicaciones de obras  y artículos científicos a nivel nacional e internacional.\"",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "57223921800",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=57223921800&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "2208151",
                "createdDate": {
                    "errors": [],
                    "month": "10",
                    "day": "4",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "10",
                    "day": "4",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0002-0043-8200",
                "assertionOriginClientId": null,
                "assertionOriginName": "Arnulfo Ortega Mallqui"
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1674571065944
}