{
    "title": "Luis Condezo-Hoyos (0000-0001-8470-0976) - ORCID | Connecting Research and Researchers",
    "displayName": "Luis Condezo-Hoyos",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "Luis",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "Condezo-Hoyos",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "Dr. Luis Condezo-Hoyos was graduated in Food Engineering at the Universidad Nacional Agraria de la Selva (UNAS, Peru, 1995), which includes a complete and strong formation in food science, technology and engineering. He also has a Master Science Degree in Food Technology with Honors at the Universidad Nacional Agraria La Molina (Peru, 2002). From 1995 to 2003, he was Associated professor at UNAS, and begun his research activity in bioactive compounds. In 2000, he was awarded a fellowship to perform a research training period at the Albany Medical School (NY, USA), focused in the Analysis of Active Compounds in Medicinal Plants and Functional Foods by HPLC. Thereafter, he continued his research activity at the Center of Research in Functional Food (Peru, 2000-2003). During this period he was supervisor of 6 Thesis Master and participated in several peer-reviewed publications in the field of functional food.\n\nHe became a Doctoral Fellowship of Ford Foundation and obtained PhD degree in Chemistry at the Universidad Complutense de Madrid, Department of Chemical Science (2003-2006). During this period he broadened his initial research experience incorporating \"Biocatalysis and Biotransformation\" as a new strategy to produce novel bioactive compounds. He extends his knowledge in biological evaluation and mechanism of action of diseases for further application in functional food area.\n\nFrom 2007-2012, Dr. Condezo-Hoyos developed a research line in Vascular Physiology and Pharmacology and Metabolic Syndrome in both human and experimental animals models, working in several Spanish Research Centers:\n\n1) Faculty of Medicine, Department of Physiology of Universidad Autonoma de Madrid (UAM, 2007, 2009-2011) , applying is expertise to the development of in vitro and ex vivo techniques to the study of hypertension and oxidative stress in spontaneously hypertensive rats.\n\n2) Centre for Molecular Biology Severo Ochoa from (UAM, 2008-2009). He acquired knowledge and new skills regarding biochemical assays as well as molecular biology techniques and applied them to the study of Metabolic syndrome.\n\n3) Vascular Clinic Zurbano (2010-2012). He extends his knowledge regarding oxidative stress and diseases in patients to chronic venous insufficiency. He participates as research collaborator and advisor in Master Science and Ph.D. Thesis. He acquired new skills related to the development and validation of analytical and bioanalytical techniques.\n\nDr. Condezo-Hoyos received a position as Associated Research at the School of Food Science and Human Nutrition from Washington State University (2012-2013). During this period he participated in research on the role of non-nutrient compounds in foods in cell molecular pathways to modulate obesity-related chronic diseases progression. Specifically, he acquired new techniques skills to study gut microbiota analysis and he strengthen his skills in Grant Proposal writing and development.\nAt present, Dr. Condezo-Hoyos collaborates in several Research projects of the Vascular Physiology and Surgery Research Group of Madrid, focusing his research interest in cardiovascular diseases, with emphasis in the role of oxidative stress, development and validation of new oxidative stress biomarkers, as well as in its prevention or treatment by novel drugs or bioactive foods.",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "25959032500",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=25959032500&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "735446",
                "createdDate": {
                    "errors": [],
                    "month": "6",
                    "day": "18",
                    "year": "2017",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "6",
                    "day": "18",
                    "year": "2017",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0001-8470-0976",
                "assertionOriginClientId": null,
                "assertionOriginName": "Luis Condezo-Hoyos"
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1694696633390
}