{
    "title": "A. Gonzales (0000-0002-3519-0786) - ORCID | Connecting Research and Researchers",
    "displayName": "A. Gonzales",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "ANDRES MIGUEL",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "GONZALES GALVEZ",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": {
            "errors": [],
            "value": "A. Gonzales",
            "required": true,
            "getRequiredMessage": null
        }
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "Maestría en Ciencias con mención en Física Médica, de la Universidad Nacional de Ingeniería. Licenciado en Física, de la Universidad Nacional Federico Villarreal. Colegiado y con habilitación profesional del Colegio de Físicos del Perú CFP0407. Especialista en Física Médica con número de registro de especialista: RNE025. Participando en cursos y eventos nacionales e internacionales de Física, Física Médica y Protección Radiológica, en calidad de ponente con presentaciones orales y también presentando trabajos de investigación en calidad de posters.\n\nFísico Médico en Teleterapia y Braquiterapia, con Licencia Individual otorgada por la Oficina Técnica de la Autoridad Nacional (OTAN) del Instituto Peruano de Energía Nuclear (IPEN). Teniendo experiencia en comisionamiento (Puesta en marcha del equipo), pruebas de aceptación, calibraciones, control de calidad, dosimetría, planificación de tratamientos (2D, 3D, IMRT, VMAT RapidArc, SRS, SBRT), braquiterapia de alta tasa de dosis (HDR) y Protección Radiológica.\n\nActualmente laboro como docente de la Universidad Tecnológica del Perú (UTP) y docente de la Universidad Peruana de Ciencias Aplicadas (UPC), desarrollando los cursos de Física, orientado a alumnos de Ingeniería, Ciencias Naturales y Ciencias de la Salud. \n\nActualmente también laboro como Físico Médico en la Clínica “ALIADA CONTRA EL CÁNCER”, Centro especializado oncológico. Con entrenamiento el UC-Irvine, Centro de tratamiento Oncológico de la Universidad de California, Orange-California, Estados Unidos, realizando programa de estudios de Radiocirugía Estereotáxica con VMAT RapidArc usando un acelerador lineal TrueBeam STX. Entrenamiento en el UC San Diego Health System, San Diego-California, Estados Unidos, realizando entrenamiento de VMAT RapidArc y Braquiterapia HDR 3D. Capacitación en el Centro de entrenamiento VARIAN Medical Systems, La Vegas, Estados Unidos.\n\nMiembro titular de American Association of Physicists in Medicine (AAPM), asociación que tiene como misión avanzar en la ciencia, la educación y la práctica profesional de la Física Médica. Miembro titular de la Sociedad Peruana de Radioprotección (SPR), asociación de carácter científico y técnico que tiene como fin el de promover estudios y actividades relacionadas con la protección del hombre y su medio ambiente, contra los riesgos inherentes al uso de las fuentes de radiaciones.\n\nPersonalidad positiva y dinámica, muy responsable, orientado al trabajo por objetivos. Acostumbrado a trabajar en equipos multidisciplinares, con capacidad de comunicación fluida, con mentalidad de liderazgo, siempre apto para aprender y aportar conocimiento para conseguir los éxitos personales y de la Institución.",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "iso2Country": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "value": "PE"
                },
                "countryName": "Peru",
                "putCode": "2700642",
                "displayIndex": 1,
                "createdDate": {
                    "errors": [],
                    "month": "10",
                    "day": "7",
                    "year": "2022",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "10",
                    "day": "7",
                    "year": "2022",
                    "required": true,
                    "getRequiredMessage": null
                },
                "source": "0000-0002-3519-0786",
                "sourceName": "A. Gonzales",
                "assertionOriginOrcid": null,
                "assertionOriginClientId": null,
                "assertionOriginName": null
            }
        ],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1688413263187
}