{
    "title": "Manuel Alberto Luis Manrique Nugent (0000-0002-0816-2499) - ORCID | Connecting Research and Researchers",
    "displayName": "Manuel Alberto Luis Manrique Nugent",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "Manuel Alberto Luis",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "Manrique Nugent",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "I am part of the Group of Researchers for CONCYTEC at the National level in Peru, since 2021. On the other hand, I am developing advisory work in the areas of: Law, Tourism Legislation, Administration and Business, Tourism Administration in Development Projects, Scientific Research, Hospitality Management, also developed the work of director Editor responsible for the Scientific Journal SRJ. CIDI, https://srjournalcidi.org/index.php/ojs/about/editorialTeam. In 1994 to 2011 I worked as a teacher, in the specialty of Teaching English as a Second Language (ESL. English as Second Language) in the Basic and Intermediate Levels in the United States of America, for the State of Ohio, in the Department of Education in the District of Columbus Public School. As a Spanish Teacher.\nIn Peru since 2011, I dedicated myself to the work as a Professor, at the University, San Martin de Porres in the Faculty of Communication Sciences, Tourism and Psychology, Private University in the School of Tourism, on the other hand, at the University Las Americas, in the School of Tourism, I assumed the direction of the School of Tourism Services Administration. In the Sergio Bernales University I developed in the Faculty of Law and Political Sciences in the Academic Department responsible for the development of the subject of Criminal Law at the headquarters of Garzon Lima, from Nov 2015-I, to date 2019-II, then worked at the National University of Callao, as a Professor in charge of coordinating the teaching in the specialty of the English Course, dictating the subject of Tourism and Hotel Business Administration. I also worked as a Professor at the Universidad Nacional Mayor de San Marcos in the School of Administrative Sciences in the School of Tourism. The course of Hotel Management and the Quality Course.\nI was, Professor hired in the category of Associate; assuming two positions, the first as the Director of the Professional School of Management in Tourism and Hospitality, and the second position of Director of International Cooperation of the National University of Cañete, on the other hand I was the Coordinator of Virtual Education 2019 -2021 in my capacity as Professor Appointed category; Associate at the National Autonomous University of Huanta, having today the responsibility of Director of National and International Cooperation for the development of our University and finally I am as Dean of the Professional College of Licensed in Tourism at the National level, in the same way I was the President Dean of CONREDE \"Regional Council of Deans of the Professional Colleges of the Callao Region.\nI am also developing as director and consultant in the NGO, Center for Research and Intellectual Development, CIDI, on the topics of: Biodiversity in Tourism, The Valorization of Tourism Resources, Inclusion of Tribal Communities not only in Peru but also an integration at the Latin American level, in the Project of Caral The Capital of pacification of the Americas, for the OAS. Finally, he worked 26 years as a volunteer in the General Volunteer Fire Department of Peru as a member of the Disciplinary Chamber in the (V) Fifth Departmental of the Callao Region, for being a lawyer, on the other hand, he participated as a member of the Center for Military Historical Studies of Peru, for seven years.",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "57216542532",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=57216542532&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "1947120",
                "createdDate": {
                    "errors": [],
                    "month": "1",
                    "day": "29",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "1",
                    "day": "29",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0002-0816-2499",
                "assertionOriginClientId": null,
                "assertionOriginName": "Manuel Alberto Luis Manrique Nugent"
            },
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "SciProfiles",
                "reference": "1440196",
                "url": "https://sciprofiles.com/profile/1440196",
                "source": "APP-WRQOUAK78G5F7GMD",
                "sourceName": "Multidisciplinary Digital Publishing Institute",
                "displayIndex": 0,
                "putCode": "2828826",
                "createdDate": {
                    "errors": [],
                    "month": "1",
                    "day": "9",
                    "year": "2023",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "1",
                    "day": "9",
                    "year": "2023",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": null,
                "assertionOriginClientId": null,
                "assertionOriginName": null
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1700572515573
}