{
    "title": "Silvia Lavandera Ponce (0000-0003-4213-4472) - ORCID | Connecting Research and Researchers",
    "displayName": "Silvia Lavandera Ponce",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "Silvia",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "Lavandera Ponce",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "La Dra. Silvia Lavandera Ponce desarrolla su labor profesional como directora del Centro de Excelencia en Enseñanza y Aprendizaje en UTEC. Se centra en gestionar acciones docentes de e-Learning en diferentes plataformas e instituciones educativas online y en asesorar en la creación de programas formativos de Innovación y TIC. Además es una apasionada de los planes estratégicos de Responsabilidad Social Universitaria y del Mindfulness en Educación. Fundadora de doingforGOOD, proyecto que apuesta por añadir valor a las acciones de las instituciones educativas que quieren un Modelo Académico de referencia en innovación, cooperación y tecnología. Ha formado parte de numerosos programas de postgrados en TIC y Educación en diferentes instituciones online como la universidad Isabel I, Nebrija online y Camilo José Cela online, así como en la Universidad Internacional de Valencia, donde ha sido Directora de Postgrado y donde ejerce la mayor parte de su docencia como PDI.\nEn la enseñanza presencial ha ejercido como docente en la Universidad Autónoma de Madrid, Universidad de Huelva y Universidad Europea, entre otras, así como en diferentes universidades de América Latina como la Universidad Americana de Costa Rica o Universidad Latina del mismo país, formando docentes en Innovación y TIC. Colaborando estrechamente y asesorando en la actualidad a USMP (Perú), Universidad Agraria de Colombia y universidades del Grupo SUMA. Ha liderado el departamento de RSC Spain & Portugal de la UE además de ejercer como Directora de los premios Jóvenes Emprendedores Social (Youth Action Net). En su trayectoria en el Área de Gestión Educativa, ha sido responsable del Área de Compromiso Social e Innovation partner del Vicerrectorado de Innovación donde ha coordinado y creado proyectos estratégicos educativos de innovación y competencias. Además, ha sido responsable del Área de Tecnología del Vicerrectorado de Calidad e Innovación Docente de la UE, donde ha impulsado, desarrollado y evaluado acciones e iniciativas de gestión y planifcación docentes, principalmente en el área de formación y gestión de proyectos, así como su paso por el Departamento de Innovación de la Universidad Isabel I. Ha sido directora del Máster en Educación, Tecnologías e Innovación de la VIU e imparte docencia en diferentes postgrados y en los grados de Infantil y Primaria de la misma institución. Colabora en el Grupo de Investigación en Orientación Educativa (HUM-044) y miembro del Colectivo Docente Internacional: Innovagogía. Ha investigado sobre la Iconografía de la Educación TIC en Andalucía y el uso de actividades fipped como metodología de innovación educativa, así como en el uso de medios para la educación.\nTiene numerosas publicaciones sobre Competencias, Metodologías activas en educación y Evaluación Institucional de Calidad, Cooperación Internacional, Pizarras Digitales o Google+ como I-Metodología, otros de sus temas de investigación actuales. Los estudios bibliométricos son su foco actual en torno al ámbito de la investigación. Ha\ncolaborado con UNAOC en el desarrollo de un toolkit 2.0 for Migration Inclusion (New York). Domina el inglés, francés, portugués e italiano y ha participado en numerosas experiencias internacionales que pueden apreciarse en su CV. Su vocación por la cooperación y por el emprendimiento social queda patente en su compromiso\ninternacional cada año en programas educativos y sociales.",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "content": "Tecnologías para el aprendizaje, Modelo educativo de referencia, Educación virtual, Diseñadora de experiencias de aprendizaje",
                "putCode": "1588646",
                "displayIndex": 1,
                "createdDate": {
                    "errors": [],
                    "month": "4",
                    "day": "11",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "4",
                    "day": "11",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "source": "0000-0003-4213-4472",
                "sourceName": "Silvia Lavandera Ponce",
                "assertionOriginOrcid": null,
                "assertionOriginClientId": null,
                "assertionOriginName": null
            }
        ],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "iso2Country": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "value": "PE"
                },
                "countryName": "Peru",
                "putCode": "2047876",
                "displayIndex": 1,
                "createdDate": {
                    "errors": [],
                    "month": "4",
                    "day": "11",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "4",
                    "day": "11",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "source": "0000-0003-4213-4472",
                "sourceName": "Silvia Lavandera Ponce",
                "assertionOriginOrcid": null,
                "assertionOriginClientId": null,
                "assertionOriginName": null
            }
        ],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "57226303293",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=57226303293&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "3071900",
                "createdDate": {
                    "errors": [],
                    "month": "5",
                    "day": "28",
                    "year": "2023",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "5",
                    "day": "28",
                    "year": "2023",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0003-4213-4472",
                "assertionOriginClientId": null,
                "assertionOriginName": "Silvia Lavandera Ponce"
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1700687340328
}