{
    "title": "Gabriela Burgos Zapata (0000-0002-0268-6785) - ORCID | Connecting Research and Researchers",
    "displayName": "Gabriela Burgos Zapata",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "Gabriela",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "Burgos Zapata",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "Gabriela Burgos, Doctor in Food Chemistry, Master in Nutrition, Senior Research Associate, Head of Quality and Nutrition Laboratory, International Potato Center, Peru.\nGabriela is a Peruvian scientist within the domain of assessing nutrient and antinutrient content, bioaccessibility and bioavailability, and related research of tuber and root crops such as potato and sweetpotato. Since 2004, Gabriela has participated at or led CIP’s projects focused on reduce malnutrition in Africa, Asia and Latin America through the improvement of the amount of beta-carotene, iron and zinc in potato and sweetpotato. She has significantly contributed to achieve genetic gains for iron and zinc contents in International Potato Center (CIP) breeding programs and to gain insight about bioaccessibility and bioavailability of nutrients in potato-based diets. She has also contributed to build substantial capacity in Ghana, Mozambique, Bangladesh, Rwanda and Ethiopia, in order to implement laboratories that perform nutrient evaluation of potato and sweetpotato.  \nFrom 2008 to 2020, she participated of the “Potato Biofortification” project, funded by Harvest Plus and of the “Potato Population Improvement” project financed by the CGIAR Research Program on Roots, Tubers and Bananas and USAID, where she led the targeting of potato biofortification to human populations under the risk of malnutrition, and the evaluation of iron and zinc in potato samples from improved biofortified potato breeding populations.\nSince 2018, Gabriela is leading efforts to have an evidence of the high contribution of potato to reduce malnutrition through a very strong collaboration with experts from ETH-Zurich, IIN and UEA. She led the USAID sub-project titled “Evaluation of iron bioavailability in humans” and she is currently leading CIP contribution in the project “Evaluating iron and zinc bioavailability from biofortified potatoes to reduce malnutrition in the Andean highlands”, funded by the BBSRC - GCRF donor. \nShe is author and coauthor of more than 20 scientific papers in ISI journals and the leading author of a book chapter about “the Contribution of Potato to the Diet and Health”.\n*******************************************************************************************************************\nGabriela Burgos, Doctora en Química de Alimentos, Master en Nutrición, Investigadora Asociada Senior, Jefa de Laboratorio de Calidad y Nutrición, Centro Internacional de la Papa, Perú.\nGabriela es una científica peruana con amplia experiencia en la evaluación del contenido de nutrientes y antinutrientes en tubérculos y raíces andinas como la papa y el camote. Ella ha liderado los esfuerzos para determinar la bioaccesibilidad y biodisponibilidad del hierro de la papa. \nDesde 2004, Gabriela ha participado o liderado proyectos del CIP enfocados en reducir la desnutrición en África, Asia y América Latina mediante la mejora de la cantidad de betacaroteno, hierro y zinc en la papa y el camote. Ella ha contribuido significativamente a lograr ganancias genéticas para el contenido de hierro y zinc en los programas de mejoramiento del Centro Internacional de la Papa (CIP) y a obtener información sobre la bioaccesibilidad y biodisponibilidad de los nutrientes en las dietas a base de papa. También ha contribuido a desarrollar una capacidad sustancial en Ghana, Mozambique, Bangladesh, Ruanda y Etiopía, con el fin de implementar laboratorios que realicen evaluaciones de nutrientes de la papa y el camote.\nDe 2008 a 2020, participó del proyecto “Potato Biofortification”, financiado por Harvest Plus y del proyecto “Potato Population Improvement” financiado por el Programa de Investigación de CGIAR en Raíces, Tubérculos y Bananos y USAID, donde lideró los esfuerzos para evaluar los niveles de hierro y zinc en muestras de papa de poblaciones mejoradas de mejoramiento de papa biofortificada.\nDesde 2018, Gabriela lidera los esfuerzos para tener una evidencia de la contribución de la papa para reducir la desnutrición a través de una colaboración muy sólida con expertos de ETH-Zurich, IIN y UEA. Lideró el subproyecto de USAID titulado “Evaluación de la biodisponibilidad de hierro en humanos” y actualmente lidera la contribución del CIP en el proyecto “Evaluación de la biodisponibilidad de hierro y zinc de papas biofortificadas para reducir la desnutrición en el altiplano andino”, financiado por la BBSRC - GCRF.\nEs autora y coautora de más de 20 artículos científicos en revistas del ISI,  autora principal de un capítulo de libro sobre “la contribución de la papa a la dieta y la salud” y autora de un video cuento infantil titulado La Papa que da Fuerza”",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "iso2Country": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "value": "PE"
                },
                "countryName": "Peru",
                "putCode": "2246655",
                "displayIndex": 1,
                "createdDate": {
                    "errors": [],
                    "month": "9",
                    "day": "29",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "9",
                    "day": "29",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "source": "0000-0002-0268-6785",
                "sourceName": "Gabriela Burgos Zapata",
                "assertionOriginOrcid": null,
                "assertionOriginClientId": null,
                "assertionOriginName": null
            }
        ],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "putCode": "2070106",
                "content": "food composition, potato, iron, nutrition",
                "displayIndex": 1,
                "createdDate": {
                    "errors": [],
                    "month": "9",
                    "day": "28",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "9",
                    "day": "28",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "source": "0000-0002-0268-6785",
                "sourceName": "Gabriela Burgos Zapata",
                "assertionOriginOrcid": null,
                "assertionOriginClientId": null,
                "assertionOriginName": null
            }
        ],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "16030439200",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=16030439200&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "932100",
                "createdDate": {
                    "errors": [],
                    "month": "1",
                    "day": "29",
                    "year": "2018",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "1",
                    "day": "29",
                    "year": "2018",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0002-0268-6785",
                "assertionOriginClientId": null,
                "assertionOriginName": "Gabriela Burgos Zapata"
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1674571071108
}