{
    "title": "ERICK SALAZAR (0000-0001-5152-8997) - ORCID | Connecting Research and Researchers",
    "displayName": "ERICK SALAZAR",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "ERICK",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "SALAZAR",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "Bachiller en Ciencias Económicas y Licenciado en Administración por la Universidad Nacional de Trujillo, Maestría en Administración de Negocios MBA-EXECUTIVE y Doctor en Administración de la Educación por la U. César Vallejo; Máster Internacional en Gestión Universitaria por la U. Alcalá de Henares de España (en curso); VICERRECTOR ACADÉMICO en la Universidad Señor de Sipán, docente Principal, docente invitado por la Corporación Universitaria del Caribe-CECAR de Colombia; Investigador en la categoría Carlos Monge Medrano nivel IV del CONCYTEC de Perú. Investigador de la Red Universitaria Evaluación RUECA de Colombia; escritor de libros, capítulos de libros en coautoría, artículos científicos en revistas científicas de alto impacto, así como escritor de artículos de opinión en importantes diarios de Perú). Evaluador Externo acreditado por el Sistema Nacional de Evaluación, Acreditación y Certificación de la Calidad Educativa SINEACE de Perú, evalué programas estudios de Pre y Posgrado: U. Nacional de San Marcos, Privada de Piura - UDEP, U. Agraria la Molina, U. Norbert Wiener, U. Nacional del Altiplano, U. Privada del Norte, U. San Pablo, U. Sta María de Arequipa, Escuela Militar de Chorrillos; y Par Académico Evaluador con fines de acreditación designado por el Consejo Nacional de Acreditación CNA - Colombia (U. Continental); entrenado con las últimas tendencias en la enseñanza de emprendimiento por la Universidad de Stanford de EEUU y por la Universidad de los Andes de Colombia. Coach Ejecutivo y facilitador empresarial. Ex Director de Información Científica y Tecnológica del Colegio de Licenciados en Administración - La Libertad (2016-2018). Amplia experiencia en Gestión Universitaria; así como en Instituciones públicas, industriales, comerciales y de servicios. Reconocido por haber logrado el nivel de excelencia académica designado como el mejor docente; conferencista, panelistas, organizador de eventos académicos.",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "57221995101",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=57221995101&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "1996885",
                "createdDate": {
                    "errors": [],
                    "month": "3",
                    "day": "7",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "3",
                    "day": "7",
                    "year": "2021",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0001-5152-8997",
                "assertionOriginClientId": null,
                "assertionOriginName": "ERICK SALAZAR"
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1695373013594
}