{
    "title": "Agata Serranò (0000-0002-6193-8479) - ORCID | Connecting Research and Researchers",
    "displayName": "Agata Serranò",
    "names": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "errors": [],
        "givenNames": {
            "errors": [],
            "value": "Agata",
            "required": true,
            "getRequiredMessage": null
        },
        "familyName": {
            "errors": [],
            "value": "Serranò",
            "required": true,
            "getRequiredMessage": null
        },
        "creditName": null
    },
    "biography": {
        "visibility": {
            "errors": [],
            "required": true,
            "getRequiredMessage": null,
            "visibility": "PUBLIC"
        },
        "biography": {
            "errors": [],
            "value": "Agata Serranò is “Ramón y Cajal” postdoctoral researcher at the Department of Political Science and International Relations of the Autonoma University of Madrid.\nShe got a degree (magna cum laude) in Political Science (Univ. of Calabria –Italy-2004). She obtained a Master’s Degree in Analysis and Prevention of Terrorism (URJC-Madrid-2008). She got her PhD in Public Law with International Mention (Univ. of Jaén-Spain-2014) and she was awarded the Extraordinary Prize of Doctorate by the Univ. of Jaén (2019). She was Research Fellow of 2 International, 2 European a 2 National funded research projects. She carried out national and international pre-doctoral and postdoctoral research stays at the Univ. of Ulster (UK), Univ. of Jaén (Spain), USAT Univ. (Peru). From 2015 to 2018, she was Director of the Centre for Studies on Politics and Public Management (CEPGP) at Catholic University of Santo Toribio de Mogrovejo (USAT) in Peru, where she created, organised and executed 1 Master’s Degree Course, 3 Diplomas and 25 conferences on protection of human rights, democratic elections and the effectiveness of democratisation in the post-conflict era, the promotion of social equality and the fighting against discriminations, especially those directed towards vulnerable groups. \nFrom 2019 to 2022 she was \"Garcia Pelayo\" post-doctoral researcher at the Centre for Political and Constitutional Studies (CEPC) in Madrid.\nShe has consolidated teaching experience (1184 hours) in PhD programmes (U. Magna Graecia of Catanzaro-Italy, 2019), in Master’s Degrees (National Judicial College of the Dominican Republic-2017) and undergraduate courses (U. of Jaén –from 2018 to 2019- and USAT in Peru from 2015 to 2018). She supervised 4 final degree dissertations (USAT, Peru) and was member of 2 master thesis and 28 undergraduate thesis examination boards. She was awarded 2 diplomas of recognition for outstanding research and teaching at USAT (Peru). \nShe authored 23 publications including 3 monographs (all of them Q1 according to Scholarly Publishers Indicators-SPI), 10 books chapters (4 of them published by Routledge and 1 of them published by Tirant Lo Blanch – the 5 of them are Q1, according to SPI), 8 peer reviewed journal articles (1 of them is Q2 in Law according to SJR), 1 review (ANEP: B; CARHUS: C), 1 Report for the UE Commission (Google Scholar Index H= 5; Index i10=4; Total Quotes: 91/81). For her publications she was awarded 3 research prizes (Premio Calipari, Banca Carime - Italy, Premio Giovanni Falcone e Paolo Borsellino, University of Varese-Italy, Premio Antonio Beristain, UPV-EHU, Spain).\nDuring her career, she presented her research results in 51 conferences all over the world: 20 in Spain, 12 in European countries and 19 in the American continent. She got the accreditation as “Contratada Doctora” and “Profesora de Universidad Privada” in the area of Social and Juridical Sciences. Her main on-going research lines are: a) Transitional Justice: Post-conflict, Democratisation and Rights of Vulnerable Groups; b) Improvement of Public Policies on Victims’ Reparation; c) Terrorism and Radicalisation. She fluently speaks Spanish and English. She got the B1 level in French. Her mother tongue is Italian.",
            "required": true,
            "getRequiredMessage": null
        },
        "errors": []
    },
    "otherNames": {
        "errors": [],
        "otherNames": [],
        "visibility": null
    },
    "countries": {
        "errors": [],
        "addresses": [],
        "visibility": null
    },
    "keyword": {
        "errors": [],
        "keywords": [],
        "visibility": null
    },
    "emails": {
        "emails": null,
        "errors": []
    },
    "externalIdentifier": {
        "errors": [],
        "externalIdentifiers": [
            {
                "visibility": {
                    "errors": [],
                    "required": true,
                    "getRequiredMessage": null,
                    "visibility": "PUBLIC"
                },
                "errors": [],
                "commonName": "Scopus Author ID",
                "reference": "57189261914",
                "url": "http://www.scopus.com/inward/authorDetails.url?authorID=57189261914&partnerID=MN8TOARS",
                "source": "0000-0002-5982-8983",
                "sourceName": "Scopus - Elsevier",
                "displayIndex": 0,
                "putCode": "2326671",
                "createdDate": {
                    "errors": [],
                    "month": "1",
                    "day": "21",
                    "year": "2022",
                    "required": true,
                    "getRequiredMessage": null
                },
                "lastModified": {
                    "errors": [],
                    "month": "1",
                    "day": "21",
                    "year": "2022",
                    "required": true,
                    "getRequiredMessage": null
                },
                "assertionOriginOrcid": "0000-0002-6193-8479",
                "assertionOriginClientId": null,
                "assertionOriginName": "Agata Serranò"
            }
        ],
        "visibility": null
    },
    "website": {
        "errors": [],
        "websites": [],
        "visibility": null
    },
    "lastModifiedTime": 1669197376972
}